tap "homebrew/bundle"
brew "xz"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "cloudflared"
brew "coreutils"
brew "exiftool"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "latexindent"
brew "nodenv"
brew "openssh"
brew "peco"
brew "pidof"
brew "pyenv"
brew "ruby"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "hiddenbar"
cask "inkscape"
cask "iterm2"
cask "macdown"
cask "meetingbar"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
vscode "alekangelov.alek-kai-theme"
vscode "alexcvzz.vscode-sqlite"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bisnetoinc.theme-excel"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "felipe-mendes.slack-theme"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hancel.google-translate"
vscode "hasanali.gitignore-templates"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "hyzeta.vscode-theme-github-light"
vscode "ionutvmi.path-autocomplete"
vscode "james-yu.latex-workshop"
vscode "mammothb.gnuplot"
vscode "mattn.lisp"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mushan.vscode-paste-image"
vscode "mxschmitt.postscript"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "phr0s.bib"
vscode "qingpeng.common-lisp"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "tecosaur.latex-utilities"
vscode "torn4dom4n.latex-support"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
