tap "homebrew/bundle"
tap "ynqa/tap"
brew "awscli"
brew "bat"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdrive"
brew "gh"
brew "ghq"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "make"
brew "nodenv"
brew "peco"
brew "pidof"
brew "pyenv"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ynqa/tap/jnv"
cask "1password-cli"
cask "alt-tab"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "iterm2"
cask "macdown"
cask "meetingbar"
cask "podman-desktop"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
vscode "alefragnani.bookmarks"
vscode "brody715.vscode-cuelang"
vscode "codezombiech.gitignore"
vscode "corschenzi.mermaid-graphical-editor"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "lakshits11.best-themes-redefined"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
