tap "homebrew/bundle"
tap "stylemistake/formulae"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "cryptography"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "coreutils"
brew "datamash"
brew "docker-compose"
brew "duckdb"
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "fluent-bit"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "qt"
brew "go"
brew "graphviz"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "latexindent"
brew "maxima"
brew "mecab"
brew "mecab-ipadic"
brew "mtr"
brew "node-build"
brew "nodenv"
brew "ollama"
brew "openssh"
brew "pandoc"
brew "pdftk-java"
brew "peco"
brew "pidof"
brew "poppler"
brew "pyenv"
brew "rename"
brew "ruby"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux-xpanes"
brew "tree"
brew "unzip"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "stylemistake/formulae/runner"
cask "alt-tab"
cask "claude-code"
cask "drawio"
cask "gcloud-cli"
cask "hiddenbar"
cask "homerow"
cask "inkscape"
cask "iterm2"
cask "macdown"
cask "meetingbar"
cask "notion-calendar"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
vscode "alekangelov.alek-kai-theme"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bisnetoinc.theme-excel"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "felipe-mendes.slack-theme"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hancel.google-translate"
vscode "hasanali.gitignore-templates"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "hyzeta.vscode-theme-github-light"
vscode "intellsmi.comment-translate"
vscode "ionutvmi.path-autocomplete"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "mammothb.gnuplot"
vscode "mateocerquetella.xcode-12-theme"
vscode "mattn.lisp"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "mxschmitt.postscript"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "phr0s.bib"
vscode "qingpeng.common-lisp"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "tecosaur.latex-utilities"
vscode "tomoki1207.pdf"
vscode "torn4dom4n.latex-support"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
go "github.com/otiai10/amesh"
go "golang.org/x/tools/gopls"
go "mvdan.cc/sh/v3/cmd/shfmt"
go "honnef.co/go/tools/cmd/staticcheck"
